Repository: keydisk/MacPowerMonitoring
Catalog: MacPowerGuardSwift/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# 전원 공급 상태
source: Power source
de: Stromquelle
es: Fuente de energía
fr: Source d’alimentation
ja: 電源供給状態
ko: 전원 공급 상태
zh_hans: 供电状态

# 정격 / 인입 전압
source: Rated / input voltage
de: Nenn- / Eingangsspannung
es: Voltaje nominal / de entrada
fr: Tension nominale / d’entrée
ja: 定格 / 入力電圧
ko: 정격 / 인입 전압
zh_hans: 额定 / 输入电压

# 정격 대비 전압 강하율
source: Voltage drop vs. rating
de: Spannungsabfall ggü. Nennwert
es: Caída de tensión vs. nominal
fr: Chute de tension / nominale
ja: 定格比の電圧降下率
ko: 정격 대비 전압 강하율
zh_hans: 相对额定值的压降率

# 정격 대비 전압 강하율이 %.2f%%입니다. 접촉 저항이나 케이블 품질을 확인하세요.
source: Voltage drop is %.2f%%. Check contact resistance or cable quality.
de: Der Spannungsabfall beträgt %.2f%%. Prüfen Sie Kontakt und Kabelqualität.
es: La caída de tensión es del %.2f%%. Revise el contacto o la calidad del cable.
fr: La chute de tension est de %.2f %%. Vérifiez le contact et la qualité du câble.
ja: 定格比の電圧降下率が%.2f%%です。接触抵抗やケーブルの品質を確認してください。
ko: 정격 대비 전압 강하율이 %.2f%%입니다. 접촉 저항이나 케이블 품질을 확인하세요.
zh_hans: 相对额定值的压降率为 %.2f%%。请检查接触电阻或线缆质量。

# 정격 한계 (%lld%@)
source: Rated limit (%lld%@)
de: Nenngrenze (%lld%@)
es: Límite nominal (%lld%@)
fr: Limite nominale (%lld%@)
ja: 定格上限 (%lld%@)
ko: 정격 한계 (%lld%@)
zh_hans: 额定上限 (%lld%@)

# 정격: %.1f V (전압 강하: %.2f%%)
source: Rated: %.1f V (drop: %.2f%%)
de: Nenn: %.1f V (Abfall: %.2f%%)
es: Nominal: %.1f V (caída: %.2f%%)
fr: Nominale : %.1f V (chute : %.2f %%)
ja: 定格: %.1f V（降下: %.2f%%）
ko: 정격: %.1f V (전압 강하: %.2f%%)
zh_hans: 额定: %.1f V（压降: %.2f%%）

# 종료:
source: To:
de: Bis:
es: Hasta:
fr: Au :
ja: 終了:
ko: 종료:
zh_hans: 结束:

# 주의
source: Caution
de: Achtung
es: Precaución
fr: Attention
ja: 注意
ko: 주의
zh_hans: 注意

# 주의 수준의 전압 강하 감지
source: Voltage drop warning
de: Spannungsabfall – Achtung
es: Aviso de caída de tensión
fr: Chute de tension à surveiller
ja: 注意レベルの電圧降下を検知
ko: 주의 수준의 전압 강하 감지
zh_hans: 检测到需注意的电压下降

# 주의 필요 (충전기 상태 확인)
source: Caution (check your charger)
de: Achtung (Netzteil prüfen)
es: Precaución (revise el cargador)
fr: Attention (vérifiez le chargeur)
ja: 注意（充電器を確認）
ko: 주의 필요 (충전기 상태 확인)
zh_hans: 需注意（请检查充电器）

# 최근 10분
source: Last 10 min
de: Letzte 10 Min.
es: Últimos 10 min
fr: 10 dernières min
ja: 直近10分
ko: 최근 10분
zh_hans: 最近 10 分钟

# 최근 1분간 어댑터 연결 끊김이 %lld회 감지되었습니다. 케이블과 포트의 접촉 상태를 확인하세요.
source: The adapter disconnected %lld times in the last minute. Check the cable and port contact.
de: Das Netzteil wurde in der letzten Minute %lld-mal getrennt. Prüfen Sie Kabel und Anschluss.
es: El adaptador se desconectó %lld veces en el último minuto. Revise el cable y el puerto.
fr: L’adaptateur s’est déconnecté %lld fois au cours de la dernière minute. Vérifiez le câble et le port.
ja: 直近1分間にアダプタの切断が%lld回検出されました。ケーブルとポートの接触状態を確認してください。
ko: 최근 1분간 어댑터 연결 끊김이 %lld회 감지되었습니다. 케이블과 포트의 접촉 상태를 확인하세요.
zh_hans: 最近 1 分钟内检测到适配器断开 %lld 次。请检查线缆与接口的接触情况。

# 최근 1시간
source: Last hour
de: Letzte Stunde
es: Última hora
fr: Dernière heure
ja: 直近1時間
ko: 최근 1시간
zh_hans: 最近 1 小时

# 최근 30분
source: Last 30 min
de: Letzte 30 Min.
es: Últimos 30 min
fr: 30 dernières min
ja: 直近30分
ko: 최근 30분
zh_hans: 最近 30 分钟

# 최소 10분 ~ 최대 맥 부팅 시각(%@)까지 선택 가능
source: Select 10 min up to Mac boot time (%@)
de: Mind. 10 Min. bis Systemstart (%@)
es: De 10 min hasta el arranque del Mac (%@)
fr: De 10 min jusqu’au démarrage du Mac (%@)
ja: 最短10分〜最長Mac起動時刻（%@）まで選択可能
ko: 최소 10분 ~ 최대 맥 부팅 시각(%@)까지 선택 가능
zh_hans: 可选范围：最短 10 分钟至 Mac 开机时间（%@）

# 충전 대기 (어댑터 전원 사용)
source: Not charging (on adapter power)
de: Lädt nicht (Netzbetrieb)
es: Sin cargar (con adaptador)
fr: Pas en charge (sur secteur)
ja: 充電待機（アダプタ電源使用）
ko: 충전 대기 (어댑터 전원 사용)
zh_hans: 暂停充电（使用适配器供电）

# 충전 중
source: Charging
de: Lädt
es: Cargando
fr: En charge
ja: 充電中
ko: 충전 중
zh_hans: 充电中

# 충전기 정격 용량 초과 (과부하 공급)
source: Charger rating exceeded (overload)
de: Netzteil überlastet
es: Capacidad del cargador superada (sobrecarga)
fr: Puissance du chargeur dépassée (surcharge)
ja: 充電器の定格容量超過（過負荷）
ko: 충전기 정격 용량 초과 (과부하 공급)
zh_hans: 超出充电器额定容量（过载）

# 평균
source: Avg
de: Ø
es: Prom.
fr: Moy.
ja: 平均
ko: 평균
zh_hans: 平均

# 표시 시간
source: Time range
de: Zeitraum
es: Intervalo
fr: Période
ja: 表示期間
ko: 표시 시간
zh_hans: 显示时间

# 하드웨어 & 전원 스펙 텔레메트리
source: Hardware & power specs
de: Hardware- & Stromdaten
es: Hardware y alimentación
fr: Matériel & alimentation
ja: ハードウェア・電源仕様テレメトリ
ko: 하드웨어 & 전원 스펙 텔레메트리
zh_hans: 硬件与电源规格遥测

# 현재 소비 전력이 어댑터 정격의 %.1f%%입니다. 충전기 발열이 심해질 수 있습니다.
source: Power draw is %.1f%% of the adapter rating. The charger may run hot.
de: Die Leistungsaufnahme liegt bei %.1f%% der Netzteil-Nennleistung. Das Netzteil kann heiß werden.
es: El consumo es el %.1f%% de la potencia del adaptador. El cargador puede calentarse.
fr: La consommation atteint %.1f %% de la puissance de l’adaptateur. Le chargeur peut chauffer.
ja: 現在の消費電力がアダプタ定格の%.1f%%です。充電器が高温になるおそれがあります。
ko: 현재 소비 전력이 어댑터 정격의 %.1f%%입니다. 충전기 발열이 심해질 수 있습니다.
zh_hans: 当前功耗为适配器额定值的 %.1f%%。充电器可能严重发热。

# 현재로 맞춤
source: Set to now
de: Auf jetzt
es: Ahora
fr: Maintenant
ja: 現在に合わせる
ko: 현재로 맞춤
zh_hans: 设为现在

# 어댑터 정격: %.0f W
source: USB port output
de: USB-Portausgang
es: Salida del puerto USB
fr: Sortie du port USB
ja: USBポート出力
ko: USB 포트 출력 (연결된 외부 장치로 나가는 전력)
zh_hans: USB 端口输出

# 시스템 상태
source: System status
es: Estado del sistema
fr: État du système
ja: システム状態
ko: 시스템 상태
zh_hans: 系统状态

# 상세 정보
source: Details
es: Detalles
fr: Détails
ja: 詳細情報
ko: 상세 정보
zh_hans: 详细信息

# 일시정지
source: Pause
es: Pausar
ja: 一時停止
ko: 일시정지
zh_hans: 暂停

# 최고
source: Max
es: Máx
ja: 最高
ko: 최고
zh_hans: 最高

# 최저
source: Min
es: Mín
ja: 最低
ko: 최저
zh_hans: 最低

# 하드웨어 Family Code
source: Hardware family code
es: Código de familia
fr: Code famille matériel
ja: ハードウェア Family Code
ko: 하드웨어 Family Code
zh_hans: 硬件 Family Code
